Repository: Difegue/Stylophone
Catalog: Sources/Stylophone.Localization/Strings/Resources.*.resx
Languages: fr_fr

# QueueHeader
source: Queue
fr_fr: File d'attente

# LibraryHeader
source: Library
fr_fr: Bibliothèque

# NotificationAddedToPlaylist
source: Added to Playlist {0}!
fr_fr: Ajouté à la Playlist {0} !

# NotificationAddedToQueue
source: Added to Queue!
fr_fr: Ajouté à la file d'attente !

# NotificationCacheDeleted
source: Album art cache has been deleted.
fr_fr: Le cache de pochettes a été vidé.

# ErrorAddingAlbum
source: Couldn't add Album: {0}
fr_fr: Impossible d'ajouter l'album: {0}

# ErrorPlayingTrack
source: Couldn't play content: {0}
fr_fr: Impossible de lire le contenu: {0}

# ErrorGeneric
source: Error: {0}
fr_fr: Erreur: {0}

# ErrorInvalidMPDResponse
source: Invalid MPD Response.
fr_fr: Réponse du serveur MPD invalide.

# SettingsUpdateDbDesc
source: This operation might take the server some time to complete.
fr_fr: Cette opération peut prendre un certain temps.

# SettingsUpdateDbTitle
source: Update the MPD Server Database
fr_fr: Mettre à jour la base de données du serveur MPD

# FoldersHeader
source: Folders
fr_fr: Dossiers

# SettingsHeader
source: Settings
fr_fr: Paramètres

# ErrorNoMatchingAlbum
source: This track doesn't have a matching Album.
fr_fr: Ce morceau n'a pas d'album correspondant.

# NotificationPlaylistRemoved
source: The Playlist has been removed.
fr_fr: La Playlist a été supprimée.

# NotificationNowPlayingTrack
source: Now Playing {0}
fr_fr: En train de lire: {0}

# NotificationNoTracksLoaded
source: No tracks loaded yet.
fr_fr: Aucun morceau n'a été chargé.

# NotificationNoTrackPlaying
source: No Track is currently playing.
fr_fr: Aucun morceau n'est en train de jouer actuellement.

# DeletePlaylistContentDialog
source: Delete Playlist?
fr_fr: Supprimer cette Playlist ?

# ErrorCantClearCache
source: Couldn't clear queue!
fr_fr: Impossible de vider la file d'attente !

# NotificationDbUpdateStarted
source: Database update started.
fr_fr: Démarrage de la mise à jour de la base de données MPD.

# NotificationDbAlreadyUpdating
source: The database is already being updated.
fr_fr: La base de données MPD est déjà en cours de rafraîchissement.

# CancelButtonText
source: Cancel
fr_fr: Annuler

# SettingsNoServerError
source: Couldn't find an MPD server at this address!
fr_fr: Impossible de trouver un serveur MPD à cette adresse !

# SearchGoToDetail
source: Search for "{0}" on the server...
fr_fr: Rechercher "{0}" sur le serveur...

# SearchResultsFor
source: Search Results for "{0}"
fr_fr: Résultats de la recherche pour "{0}"

# SettingsAbout
source: About this application
fr_fr: A propos de cette application

# SettingsAboutText
source: MPD Client for the Universal Windows Platform, based on MpcNET.
fr_fr: Client MPD pour UWP, utilisant MpcNET.

# SettingsAnalytics
source: Analytics
fr_fr: Télémétrie

# SettingsAnalyticsText
source: Allow Stylophone to send crash and analytics reports
fr_fr: Autoriser Stylophone à envoyer des rapports d'analyse et de crash

# SettingsApplyOnRestart
source: This setting will apply after restarting the app.
fr_fr: Ce paramètre sera appliqué au redémarrage de l'application.

# SettingsClearCache
source: Clear Cache
fr_fr: Vider le cache

# SettingsClearCacheDescription
source: Stylophone stores album art locally to avoid overloading your MPD Server. If you want to clear the album art cache, click this button.
fr_fr: Stylophone stocke les pochettes d'album sur votre ordinateur pour éviter de surcharger votre serveur MPD. Pour nettoyer ce cache de pochettes, cliquez sur ce bouton.

# SettingsCustomization
source: Personalization
fr_fr: Personnalisation

# SettingsDatabase
source: Database and Album Art
fr_fr: Base de données et Pochettes d'albums

# SettingsGithub
source: Source Code, License and Privacy Statement
fr_fr: Code Source, License et Vie Privée

# SettingsServer
source: MPD Server
fr_fr: Serveur MPD

# SettingsServerHost
source: Hostname
fr_fr: Hôte

# SettingsTheme
source: Theme
fr_fr: Thème

# SettingsThemeDark
source: Dark
fr_fr: Sombre

# SettingsThemeDefault
source: System default
fr_fr: Thème du système

# SettingsThemeLight
source: Light
fr_fr: Clair

# SettingsUIDensity
source: UI Density
fr_fr: Densité de l'interface

# SettingsUpdateDatabase
source: Update Server Database
fr_fr: Mettre à jour la base de données du serveur

# SearchPlaceholderText
source: Search Tracks...
fr_fr: Rechercher un morceau...

# SearchArtistsToggle
source: Artists
fr_fr: Artistes

# SearchTracksToggle
source: Tracks
fr_fr: Pistes

# SearchNoResultsTitle.Text
source: No Results have been found...
fr_fr: Aucun résultat trouvé...

# FirstRunText
source: To get started, please visit the Settings page to key in your MPD server's URL and port. Hope you enjoy using the application!
fr_fr: Pour commencer, entrez l'URL et le port de votre serveur MPD dans les Paramètres. J'espère que vous apprécierez l'application !

# FirstRunTitle
source: Welcome to Stylophone!
fr_fr: Merci d'avoir installé Stylophone!

# ContextMenuPlay
source: Play
fr_fr: Lire

# ContextMenuViewAlbum
source: View Album
fr_fr: Voir l'album

# ContextMenuRemoveFromPlaylist
source: Remove from Playlist
fr_fr: Supprimer de la Playlist

# ContextMenuRemoveFromQueue
source: Remove from Queue
fr_fr: Supprimer de la file d'attente

# ContextMenuAddToPlaylist
source: Add to Playlist
fr_fr: Ajouter à une Playlist

# ContextMenuAddQueueToPlaylist
source: Save Queue as Playlist
fr_fr: Enregistrer la file d'attente comme Playlist

# ContextMenuClearQueue
source: Clear Queue
fr_fr: Vider la file d'attente

# ContextMenuAddToQueue
source: Add to Queue
fr_fr: Ajouter à la file d'attente

# ContextMenuDeletePlaylist
source: Delete Playlist
fr_fr: Supprimer la Playlist

# EmptyFoldersDesc
source: Is your MPD server connected?
fr_fr: Votre serveur MPD est-il disponible ?

# EmptyFoldersTitle
source: No folders found on server.
fr_fr: Aucun dossier trouvé sur le serveur.

# EmptyLibraryTitle
source: Ain't nothin' like an empty library.
fr_fr: Aussi vide que la bibliothèque d'Alexandrie.

# EmptyPlaylistDesc
source: Get some tracks in there!
fr_fr: Ajoutez quelques morceaux !

# EmptyPlaylistTitle
source: I can't jam to this.
fr_fr: Cette Playlist est bien vide.

# EmptyQueueDesc
source: Why don't you add some music?
fr_fr: Pourquoi ne pas mettre un peu de musique ?

# EmptyQueueTitle
source: All is quiet now.
fr_fr: Personne ne fait de bruit.

# EmptySearchDesc
source: No Tracks found on Server.
fr_fr: Pas de morceaux trouvés sur le serveur.

# LibrarySearchPlaceholder
source: Search
fr_fr: Rechercher

# FoldersRoot
source: MPD Filesystem
fr_fr: Serveur MPD

# FoldersLoadingTreeItem
source: Loading...
fr_fr: Chargement...

# FoldersCollapseAll
source: Close all open folders
fr_fr: Fermer tous les dossiers ouverts

# PlaybackUpNext
source: Up Next:
fr_fr: À suivre:

# ActionToggleShuffle
source: Toggle Shuffle
fr_fr: Activer/Désactiver le Random

# ActionPlayPause
source: Play/Pause
fr_fr: Lire/Pause

# ActionSkipPrevious
source: Previous Track
fr_fr: Piste précédente

# ActionToggleRepeat
source: Toggle Repeat
fr_fr: Activer/Désactiver la répétition

# ActionSkipNext
source: Next Track
fr_fr: Piste suivante

# ActionChangeVolume
source: Change Volume
fr_fr: Changer le volume

# ActionCompactOverlay
source: Show Mini Player
fr_fr: Lecteur Miniature

# ActionMore
source: More Actions
fr_fr: Autres actions

# AddToPlaylistTitle
source: Add to Playlist
fr_fr: Ajouter à une Playlist

# AddToPlaylistText
source: Add track(s) to the following Playlist:
fr_fr: Ajouter à la Playlist suivante:

# AddToPlaylistPlaceholder
source: Select a Playlist
fr_fr: Choisissez une Playlist

# AddToPlaylistPrimaryButtonText
source: Add
fr_fr: Ajouter

# AddToPlaylistCreateNewPlaylist
source: Create New Playlist
fr_fr: Créer une nouvelle Playlist

# AddToPlaylistNewPlaylistName
source: Playlist Name
fr_fr: Nom de la Playlist

# SettingsServerPassword
source: Password
fr_fr: Mot de passe

# ErrorPassword
source: Invalid password
fr_fr: Mot de passe invalide

# SettingsLocalPlaybackAvailable
source: Local Playback available
fr_fr: Écoute en local disponible
